sdaiFarCopyInstance(Sdai_instS*,Sdai_instS*)
\details
Creates a copy of a specified application instance (origin) within a specified model.
The created copy contains the same attributes as the origin one.
\param instance [in] An origin application instance.
\param model    [in] A model to associate the copy with.
\returns A copied application instance.
\remarks
This function is not implemented yet.
Possible error codes:
* sdaiSS_NOPN - Session is not open.
* sdaiRP_NOPN - Repository is not open.
* sdaiTR_NAVL - Transaction currently not available.
* sdaiTR_EAB - Transaction ended abnormally.
* sdaiMX_NDEF - SDAI-model access not defined.
* sdaiEI_NEXS - Instance does not exist.
* sdaiMX_NRW - SDAI-model access is not read-write.
* sdaiMO_NEXS - SDAI-model does not exist.
* sdaiMO_NDEQ - SDAI-model not domain equivalent.
* sdaiSY_ERR - Underlying system error.